Repository: gbatistuta0/appfactory
Catalog: templates/swiftui-subscription/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, tr

source: This deletes your data for good. It does not cancel your App Store subscription: cancel it in Settings → Apple ID → Subscriptions.
de: Damit werden deine Daten endgültig gelöscht. Dein App-Store-Abo wird nicht gekündigt: Kündige es unter Einstellungen → Apple-ID → Abonnements.
es: Esto borra tus datos para siempre. No cancela tu suscripción del App Store: cancélala en Ajustes → ID de Apple → Suscripciones.
fr: Cela supprime définitivement tes données. Ton abonnement App Store n'est pas résilié : résilie-le dans Réglages → Identifiant Apple → Abonnements.
pt_br: Isso apaga seus dados para sempre. Não cancela sua assinatura da App Store: cancele em Ajustes → ID Apple → Assinaturas.
tr: Bu, verilerini kalıcı olarak siler. App Store aboneliğini iptal etmez: Ayarlar → Apple Kimliği → Abonelikler'den iptal et.

source: This photo isn't something we can analyze. Try another one.
de: Dieses Foto können wir nicht analysieren. Versuch ein anderes.
es: No podemos analizar esta foto. Prueba con otra.
fr: Nous ne pouvons pas analyser cette photo. Essaie une autre.
pt_br: Não conseguimos analisar esta foto. Tente outra.
tr: Bu fotoğrafı analiz edemiyoruz. Başka bir tane dene.

source: This usually takes a few seconds.
de: Das dauert meist nur ein paar Sekunden.
es: Suele tardar unos segundos.
fr: Cela prend généralement quelques secondes.
pt_br: Isso costuma levar alguns segundos.
tr: Bu genellikle birkaç saniye sürer.

source: Three simple steps, every time.
de: Drei einfache Schritte, jedes Mal.
es: Tres pasos sencillos, siempre.
fr: Trois étapes simples, à chaque fois.
pt_br: Três passos simples, sempre.
tr: Her seferinde üç basit adım.

source: To personalize your results, your photos and answers are processed by our AI. You can withdraw consent anytime in Settings.
de: Um deine Ergebnisse zu personalisieren, verarbeitet unsere KI deine Fotos und Antworten. Du kannst deine Einwilligung jederzeit in den Einstellungen widerrufen.
es: Para personalizar tus resultados, nuestra IA procesa tus fotos y respuestas. Puedes retirar tu consentimiento en Ajustes cuando quieras.
fr: Pour personnaliser tes résultats, notre IA traite tes photos et tes réponses. Tu peux retirer ton consentement à tout moment dans Réglages.
pt_br: Para personalizar seus resultados, nossa IA processa suas fotos e respostas. Você pode retirar o consentimento a qualquer momento em Ajustes.
tr: Sonuçlarını kişiselleştirmek için fotoğrafların ve cevapların yapay zekâmız tarafından işlenir. Onayını istediğin zaman Ayarlar'dan geri çekebilirsin.

source: Too many attempts. Please try again later.
de: Zu viele Versuche. Bitte versuche es später erneut.
es: Demasiados intentos. Inténtalo más tarde.
fr: Trop de tentatives. Réessaie plus tard.
pt_br: Tentativas demais. Tente novamente mais tarde.
tr: Çok fazla deneme. Lütfen daha sonra tekrar dene.

source: Too many choices
de: Zu viele Möglichkeiten
es: Demasiadas opciones
fr: Trop de choix
pt_br: Opções demais
tr: Çok fazla seçenek

source: Top up now to keep creating.
de: Lade jetzt auf, um weiter zu erstellen.
es: Recarga ahora para seguir creando.
fr: Recharge maintenant pour continuer à créer.
pt_br: Recarregue agora para continuar criando.
tr: Oluşturmaya devam etmek için şimdi yükle.

source: Unlock your plan
de: Schalte deinen Plan frei
es: Desbloquea tu plan
fr: Débloque ton plan
pt_br: Desbloqueie seu plano
tr: Planının kilidini aç

source: Update your payment method to keep Premium.
de: Aktualisiere deine Zahlungsmethode, um Premium zu behalten.
es: Actualiza tu método de pago para mantener Premium.
fr: Mets à jour ton moyen de paiement pour garder Premium.
pt_br: Atualize sua forma de pagamento para manter o Premium.
tr: Premium'u korumak için ödeme yöntemini güncelle.

source: Upgrade to Premium
de: Auf Premium upgraden
es: Pásate a Premium
fr: Passer à Premium
pt_br: Assine o Premium
tr: Premium'a geç

source: Upgrade to Yearly
de: Auf jährlich upgraden
es: Cambiar al plan anual
fr: Passer à l'annuel
pt_br: Mudar para o anual
tr: Yıllığa geç

source: Visual
de: Visuell
es: Visuales
fr: Visuels
pt_br: Visuais
tr: Görsel

source: Vivid
de: Lebendig
es: Vívido
fr: Vif
pt_br: Vívido
tr: Canlı

source: We couldn't delete your account. Please try again.
de: Wir konnten dein Konto nicht löschen. Bitte versuche es erneut.
es: No pudimos eliminar tu cuenta. Inténtalo de nuevo.
fr: Nous n'avons pas pu supprimer ton compte. Réessaie.
pt_br: Não conseguimos excluir sua conta. Tente novamente.
tr: Hesabını silemedik. Lütfen tekrar dene.

source: We couldn't finish that right now. Please try again.
de: Das hat gerade nicht geklappt. Bitte versuche es erneut.
es: No pudimos terminarlo ahora. Inténtalo de nuevo.
fr: Nous n'avons pas pu terminer pour le moment. Réessaie.
pt_br: Não conseguimos concluir agora. Tente novamente.
tr: Şu anda tamamlayamadık. Lütfen tekrar dene.

source: We couldn't verify your subscription right now. Please try again.
de: Wir konnten dein Abo gerade nicht prüfen. Bitte versuche es erneut.
es: No pudimos verificar tu suscripción ahora. Inténtalo de nuevo.
fr: Nous n'avons pas pu vérifier ton abonnement. Réessaie.
pt_br: Não conseguimos verificar sua assinatura agora. Tente novamente.
tr: Aboneliğini şu anda doğrulayamadık. Lütfen tekrar dene.

source: We never sell your data
de: Wir verkaufen deine Daten nie
es: Nunca vendemos tus datos
fr: Nous ne vendons jamais tes données
pt_br: Nunca vendemos seus dados
tr: Verilerini asla satmayız

source: We use this to tailor your results.
de: Damit passen wir deine Ergebnisse an.
es: Lo usamos para adaptar tus resultados.
fr: Nous l'utilisons pour adapter tes résultats.
pt_br: Usamos isso para personalizar seus resultados.
tr: Sonuçlarını buna göre uyarlıyoruz.

source: We'll keep your information private and secure.
de: Wir halten deine Daten privat und sicher.
es: Mantendremos tu información privada y segura.
fr: Nous garderons tes informations privées et sécurisées.
pt_br: Manteremos suas informações privadas e seguras.
tr: Bilgilerini gizli ve güvende tutacağız.

source: We'll shape everything around it.
de: Wir richten alles danach aus.
es: Adaptaremos todo a él.
fr: Nous adapterons tout en fonction.
pt_br: Vamos adaptar tudo a ele.
tr: Her şeyi buna göre şekillendireceğiz.

source: We're using your answers to build a plan just for you.
de: Wir erstellen aus deinen Antworten einen Plan nur für dich.
es: Estamos usando tus respuestas para crear un plan solo para ti.
fr: Nous utilisons tes réponses pour créer un plan rien que pour toi.
pt_br: Estamos usando suas respostas para criar um plano só para você.
tr: Cevaplarınla sadece sana özel bir plan hazırlıyoruz.

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
pt_br: Semanal
tr: Haftalık

source: What matters most to you?
de: Was ist dir am wichtigsten?
es: ¿Qué es lo que más te importa?
fr: Qu'est-ce qui compte le plus pour toi ?
pt_br: O que mais importa para você?
tr: Senin için en önemli olan ne?

source: What would you like to achieve?
de: Was möchtest du erreichen?
es: ¿Qué te gustaría lograr?
fr: Qu'aimerais-tu accomplir ?
pt_br: O que você gostaria de conquistar?
tr: Neyi başarmak istersin?

source: What year were you born?
de: In welchem Jahr bist du geboren?
es: ¿En qué año naciste?
fr: En quelle année es-tu né·e ?
pt_br: Em que ano você nasceu?
tr: Hangi yıl doğdun?

source: What's holding you back?
de: Was hält dich zurück?
es: ¿Qué te frena?
fr: Qu'est-ce qui te freine ?
pt_br: O que está te impedindo?
tr: Seni ne durduruyor?

source: What's your main goal?
de: Was ist dein wichtigstes Ziel?
es: ¿Cuál es tu objetivo principal?
fr: Quel est ton objectif principal ?
pt_br: Qual é o seu objetivo principal?
tr: Ana hedefin ne?

source: When do you usually have time?
de: Wann hast du meistens Zeit?
es: ¿Cuándo sueles tener tiempo?
fr: Quand as-tu du temps en général ?
pt_br: Quando você costuma ter tempo?
tr: Genellikle ne zaman vaktin olur?

source: Where did you hear about us?
de: Wie hast du von uns erfahren?
es: ¿Dónde nos conociste?
fr: Comment nous as-tu connus ?
pt_br: Onde você nos conheceu?
tr: Bizi nereden duydun?

source: Which best describes you?
de: Was beschreibt dich am besten?
es: ¿Qué te describe mejor?
fr: Qu'est-ce qui te décrit le mieux ?
pt_br: O que melhor descreve você?
tr: Seni en iyi ne tanımlar?

source: Withdraw AI consent
de: KI-Einwilligung widerrufen
es: Retirar el consentimiento de IA
fr: Retirer le consentement IA
pt_br: Retirar o consentimento de IA
tr: Yapay zekâ onayını geri çek

source: Working on it…
de: Wird bearbeitet …
es: Trabajando en ello…
fr: On s'en occupe…
pt_br: Trabalhando nisso…
tr: Üzerinde çalışıyoruz…

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
pt_br: Anual
tr: Yıllık

source: Yes
de: Ja
es: Sí
fr: Oui
pt_br: Sim
tr: Evet

source: You have great potential
de: Du hast großes Potenzial
es: Tienes un gran potencial
fr: Tu as un beau potentiel
pt_br: Você tem um grande potencial
tr: Büyük bir potansiyelin var

source: You stay in control of your data.
de: Du behältst die Kontrolle über deine Daten.
es: Tú controlas tus datos.
fr: Tu gardes le contrôle de tes données.
pt_br: Você mantém o controle dos seus dados.
tr: Verilerinin kontrolü sende.

source: You're in the right place
de: Du bist hier genau richtig
es: Estás en el lugar indicado
fr: Tu es au bon endroit
pt_br: Você está no lugar certo
tr: Doğru yerdesin

source: You're out of credits
de: Deine Credits sind aufgebraucht
es: Te quedaste sin créditos
fr: Tu n'as plus de crédits
pt_br: Seus créditos acabaram
tr: Kredin bitti

source: You've reached today's limit. It resets at %@.
de: Du hast das heutige Limit erreicht. Es wird um %@ zurückgesetzt.
es: Has alcanzado el límite de hoy. Se restablece a las %@.
fr: Tu as atteint la limite du jour. Elle se réinitialise à %@.
pt_br: Você atingiu o limite de hoje. Ele é renovado às %@.
tr: Bugünkü sınıra ulaştın. %@ itibarıyla sıfırlanır.

source: You've reached today's limit. Please come back tomorrow.
de: Du hast das heutige Limit erreicht. Komm morgen wieder.
es: Has alcanzado el límite de hoy. Vuelve mañana.
fr: Tu as atteint la limite du jour. Reviens demain.
pt_br: Você atingiu o limite de hoje. Volte amanhã.
tr: Bugünkü sınıra ulaştın. Lütfen yarın tekrar gel.

source: Your answers show you're ready. Small daily steps add up.
de: Deine Antworten zeigen: Du bist bereit. Kleine tägliche Schritte summieren sich.
es: Tus respuestas muestran que estás listo. Los pequeños pasos diarios suman.
fr: Tes réponses montrent que tu es prêt·e. Les petits pas quotidiens s'additionnent.
pt_br: Suas respostas mostram que você está pronto. Pequenos passos diários fazem diferença.
tr: Cevapların hazır olduğunu gösteriyor. Küçük günlük adımlar birikir.

source: Your answers stay private
de: Deine Antworten bleiben privat
es: Tus respuestas son privadas
fr: Tes réponses restent privées
pt_br: Suas respostas ficam privadas
tr: Cevapların gizli kalır

source: Your creations will appear here.
de: Deine Kreationen erscheinen hier.
es: Tus creaciones aparecerán aquí.
fr: Tes créations apparaîtront ici.
pt_br: Suas criações vão aparecer aqui.
tr: Oluşturdukların burada görünecek.

source: Your credits refill %@
de: Deine Credits werden %@ aufgefüllt
es: Tus créditos se recargan %@
fr: Tes crédits se rechargent %@
pt_br: Seus créditos são renovados %@
tr: Kredilerin %@ yenilenir

source: Your goal: %@
de: Dein Ziel: %@
es: Tu objetivo: %@
fr: Ton objectif : %@
pt_br: Seu objetivo: %@
tr: Hedefin: %@

source: Your personal AI, ready in seconds
de: Deine persönliche KI, in Sekunden bereit
es: Tu IA personal, lista en segundos
fr: Ton IA personnelle, prête en quelques secondes
pt_br: Sua IA pessoal, pronta em segundos
tr: Kişisel yapay zekân, saniyeler içinde hazır

source: Your personal plan is ready
de: Dein persönlicher Plan ist fertig
es: Tu plan personal está listo
fr: Ton plan personnel est prêt
pt_br: Seu plano pessoal está pronto
tr: Kişisel planın hazır

source: Your photo
de: Dein Foto
es: Tu foto
fr: Ta photo
pt_br: Sua foto
tr: Fotoğrafın

source: Your plan is ready!
de: Dein Plan ist fertig!
es: ¡Tu plan está listo!
fr: Ton plan est prêt !
pt_br: Seu plano está pronto!
tr: Planın hazır!

source: Your privacy matters
de: Deine Privatsphäre ist uns wichtig
es: Tu privacidad importa
fr: Ta vie privée compte
pt_br: Sua privacidade importa
tr: Gizliliğin önemli

source: Your result is ready
de: Dein Ergebnis ist fertig
es: Tu resultado está listo
fr: Ton résultat est prêt
pt_br: Seu resultado está pronto
tr: Sonucun hazır

source: Your subscription is on hold
de: Dein Abo ist pausiert
es: Tu suscripción está en pausa
fr: Ton abonnement est suspendu
pt_br: Sua assinatura está suspensa
tr: Aboneliğin askıda

# offer.anchor.burger
source: Less than one burger a month
de: Weniger als ein Burger im Monat
es: Menos que una hamburguesa al mes
fr: Moins qu'un burger par mois
pt_br: Menos que um hambúrguer por mês
tr: Ayda bir hamburgerden az

# offer.anchor.coffee
source: Less than one coffee a month
de: Weniger als ein Kaffee im Monat
es: Menos que un café al mes
fr: Moins qu'un café par mois
pt_br: Menos que um café por mês
tr: Ayda bir kahveden az

# offer.anchor.movie
source: Less than one movie ticket a month
de: Weniger als ein Kinoticket im Monat
es: Menos que una entrada de cine al mes
fr: Moins qu'une place de cinéma par mois
pt_br: Menos que um ingresso de cinema por mês
tr: Ayda bir sinema biletinden az

# offer.anchor.pizza
source: Less than one pizza a month
de: Weniger als eine Pizza im Monat
es: Menos que una pizza al mes
fr: Moins qu'une pizza par mois
pt_br: Menos que uma pizza por mês
tr: Ayda bir pizzadan az

source: per month
de: pro Monat
es: al mes
fr: par mois
pt_br: por mês
tr: aylık

source: Apple Health
es: Salud
fr: Santé
pt_br: Saúde
tr: Apple Sağlık

source: Creator
es: Creador
fr: Créateur·rice
pt_br: Criador
tr: İçerik üretici

source: Inspiration
es: Inspiración
pt_br: Inspiração
tr: İlham

source: Version
es: Versión
pt_br: Versão
tr: Sürüm

source: credits
es: créditos
fr: crédits
pt_br: créditos
tr: kredi

source: Imperial
fr: Impérial
tr: İngiliz

source: OK
tr: Tamam

source: min
tr: dk
